Returns the current title (a.k.a. window caption) of the dockable pane.
  Namespace:   Autodesk.Revit.UI
  Assembly:   RevitAPIUI  (in RevitAPIUI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2014
 Syntax
  C#
public string GetTitle()
  Visual Basic
Public Function GetTitle As String
  Visual C++
public:
String^ GetTitle()
 See Also
  DockablePane Class
  Autodesk.Revit.UI Namespace